SoapService/src/main/resources/reference/request.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:math="http://math.ws.divanov">
    <soapenv:Header/>
    <soapenv:Body>
        <math:solveQuadraticEducationRequest>
            <math:a>5</math:a>
            <math:b>3</math:b>
            <math:c>7</math:c>
        </math:solveQuadraticEducationRequest>
    </soapenv:Body>
</soapenv:Envelope>